{
  "tasks": {
    "back_to_task_mode": "Join our weekly Parasha transcription",
    "out_of_task_mode": "Help us cover missing lines in the manuscript - out of the weekly Parasha context",
    "lines_remaining": "Lines remaining",
    "part": "Part",
    "team_effort": "Team effort"
  },
  "dir": "ltr",
  "main.site_name": "Tikkoun Sofrim",
  "banner.encourgement.line_1": "Help make Ancient Hebrew manuscripts available!",
  "banner.encourgement.line_2": "Try your skills at deciphering them!",
  "nav.about": "About",
  "nav.project": "The Project",
  "manuscript_ab": "Manuscript Letters",
  "similar_letters": "Similiar Letters",
  "nav.htr": "What is HTR?",
  "nav.midrash": "Midrash Tanhuma",
  "nav.team": "The Team",
  "nav.logout": "Logout",
  "profile.general": "General",
  "profile.stats": "Statistics",
  "lines_made": "Transcribed lines",
  "maintenance": "Tikkoun Sofrim system is out for maintenance, we'll be back at 14:00",
  "nav.conversation": "Conversation",
  "conversation.by": "By",
  "conversation.reply": "Reply",
  "conversation.comments": "Comments",
  "anonymous": "Guest",
  "nav.profile": "Profile",
  "nav.start": "Start correcting!",
  "lang.en": "English",
  "lang.he": "עברית",
  "lang.fr": "Français",
  "login.center.welcome": "Welcome to Tikkoun Sofrim",
  "login.center.Intro_line_1": "The project aims to train computer algorithms to recognize handwritten text of Hebrew manuscripts.",
  "login.center.Intro_line_2": "We need your help in correcting errors in the initial automatic reading.",
  "login.login_area.username": "Username",
  "login.login_area.password": "Password",
  "Login.login_area.login": "Login",
  "login.login_area.register": "Register",
  "login.login_area.geust": "Enter as guest",
  "login.login_area.invalid": "Invalid Credentials!",
  "main.data_area.page": "Page",
  "manuscripts": "Manuscript",
  "nav.back": "Back",
  "main.data_area.alphabet": "Alphabet",
  "main.data_area.special": "Special Characters",
  "main.data_area.editing": "Editing symbols",
  "main.data_area.help": "Help",
  "close": "Close",
  "main.data_area.conversation": "Comments",
  "main.work_area.video": "https://www.youtube.com/watch?v=Gwb751U6MVk",
  "main.work_area.video_hover": "Video Tutorial",
  "main.work_area.video_text": "For a tutorial see &#127910; ",
  "main.work_area.intro_line_1": "Below is an automatic transcription. Please correct all error in the text box.",
  "main.work_area.intro_line_2": "This includes correcting misread or missing letters, and redundant or missing spaces.",
  "main.work_area.button_1": "(-)",
  "main.work_area.button_2": "[+]",
  "main.work_area.button_3": "</>",
  "main.work_area.button_4": "{?}",
  "main.work_area.button_5": "↺",
  "help": "Help",
  "main.work_area.over_ligature": "ﭏ",
  "main.work_area.over_upper": "˙",
  "stats.leader_board": "Leaderboard",
  "stats.personal_stats": "Personal statistics",
  "conversation.disclaimer": "Welcome to Tikkoun Sofrim conversation! Please note that all messages and sender names are shown to all users by default.",
  "nav.stats": "Statistics",
  "conversation.new": "+ New topic",
  "wrong_creds": "Wrong credentials",
  "reset_password": "Reset Password",
  "version_text": "You are using a new version of Tikkoun-Sofrim. If you encounter problems please e-mail us.",
  "support": "Support",
  "main.work_area.finish_line_1": "If all errors are corrected, or if no errors found, press Done",
  "main.work_area.finish_line_2": "If you wish to skip this line without correcting, press Skip",
  "main.work_area.finish_button_1": "Done",
  "main.work_area.finish_button_2": "Skip",
  "main.work_area.Good_bye_Message1": "Thank you! for helping us to decipher ancient Hebrew manuscripts",
  "main.work_area.Good_bye_Message2": "Number of lines you corrected:",
  "main.work_area.hovers.over_reset": "Reset to original auto-transcribed line",
  "main.work_area.hovers.over_additions": "Mark an addition. For guidance see the editing symbols tab on the right.",
  "main.work_area.hovers.over_deletions": "Mark a deletion. For guidance see the editing symbols tab on the right.",
  "main.work_area.hovers.over_uncertain": "Mark when uncertain. For guidance see the editing symbols tab on the right.",
  "main.work_area.hovers.over_damaged": "Mark when the text is damaged. For guidance see the editing symbols tab on the right.",
  "main.work_area.hovers.over_ligature": "Insert an alef-lamed ligature. For guidance see the special characters tab on the right.",
  "main.work_area.hovers.over_upper": "Insert a high point ligature. For guidance see the special characters tab on the right",
  "main.work_area.hovers.over_line_fillers": "Insert a line filler. For guidance see the special characters tab on the right.",
  "main.work_area.hovers.over_alef_plus": "Increase size of text",
  "main.work_area.hovers.over_alef_minus": "Reduce size of text",
  "register_screen.title": "Register",
  "register_screen.subtitle": "Already Registered?",
  "register_screen.userid": "userid",
  "register_screen.email": "e-mail",
  "register_screen.password": "password",
  "register_screen.confirm": "confirm password",
  "register_screen.require": "required",
  "register_screen.demographics": "Demographics (Optional)",
  "register_screen.DoB": "Date of Birth",
  "register_screen.hebrew": "Knowledge of Hebrew",
  "register_screen.none_hebrew": "None",
  "register_screen.knowledgable_hebrew": "Very knowledgable",
  "register_screen.midrash": "Knowledge of Midrashim",
  "register_screen.none_midrash": "None",
  "register_screen.knowledgable_midrash": "Very knowledgable",
  "conversation.add_first_message": "No previous messages",
  "register_screen.invalid": "User name already exists in the system. Please try another one",
  "register_screen.contact": "Contact you via e-mail",
  "register_screen.show_extra_details": "Additional details",
  "new_reply": "New reply",
  "content": {
    "team": {
      "partners": "<div class=\"partners\">\n    <div class=\"header\">\n      <strong>Partners - Institutions</strong>\n    </div>\n    <div>\n      <p>\n        <strong>EPHE</strong>\n      </p>\n      <p>\n        The <a href=\"https://www.ephe.fr/en\" target=\"_blank\"> École\n          Pratique des Hautes Études (EPHE)</a>, established in the Sorbonne in\n        1868 and acknowledged as one of France’s ‘grands établissements’, has\n        three faculties (Life and Earth sciences, History and Philology,\n        Religious Studies) with ca. 260 faculty members. Already in 1955, it\n        founded a chair in computational humanities, one of the first\n        worldwide. Today, the EPHE is part of PSL (Paris Sciences et Lettres)\n        University where it works hand-in-hand with other prestigious\n        establishments. Many world-renowned scientists and scholars have\n        taught at the EPHE or have worked in its laboratories, i.e. Émile\n        Benveniste, Israël Lévi (who was also Chief Rabbi of France and\n        participated in the inauguration of the Hebrew University of\n        Jerusalem), Claude Lévi-Strauss, Sylvain Lévi, Marcel Mauss,\n        Ferdinand de Saussure.\n      </p>\n    </div>\n    <div>\n      <p>\n        <strong>eLijah-Lab</strong>\n      </p>\n      <p>\n        The <a href=\"http://elijahlab.haifa.ac.il/index.php/en/\"\n          target=\"_blank\"> eLijah-Lab at the University of Haifa</a> is a\n        crowdsourcing lab for engaging the public with the research conducted\n        by the department of Jewish History at the University of Haifa. The\n        Lab is actively developing a variety of tools that engage the general\n        public to participate in the study and research efforts, conducted by\n        the department, in the fields of Judaism and Israeli culture and\n        history\n      </p>\n    </div>\n    <div>\n      <p>\n        <strong>The National Library of Israel</strong>\n      </p>\n      <p>\n        Founded in Jerusalem in 1892, the <a\n          href=\"http://web.nli.org.il/sites/nlis/en\">National Library of\n          Israel</a> (NLI) serves as the collective memory of the Jewish people\n        worldwide and Israelis of all backgrounds and faiths. While\n        continuing to serve as Israel's pre-eminent research library, NLI has\n        recently embarked upon an ambitious journey of renewal to encourage\n        diverse audiences in Israel and around the globe to engage with its\n        treasures in new and meaningful ways. This is taking place through a\n        range of innovative educational, cultural and digital initiatives, as\n        well as through the construction of a new landmark complex designed\n        by Herzog and de Meuron. The new NLI campus, currently under\n        construction adjacent to the Knesset (Israeli Parliament) in\n        Jerusalem, is scheduled to be completed in 2021.\n      </p>\n    </div>\n    <div>\n      <p>\n        <strong>PSL-Université</strong>\n      </p>\n      <p>\n        The French government has asked institutions of higher education in\n        France to regroup in COMUes (university clusters). Created in 2011, <a\n          href=\"https://www.psl.eu/en\" target=\"_blank\"> PSL</a> encompasses a\n        rich array of prestigious schools and institutions covering the arts,\n        sciences, engineering, the humanities and social science. Among these\n        institutions are the EPHE, the ENS, Mines ParisTech and\n        Paris-Dauphine. The Collège de France and the EHESS are associated\n        members. With 4,500 researchers and 17,000 students, ranked 41st on\n        the TLS ranking in 2018, PSL’s strengths are comparable to those of\n        the world’s top universities with innovative curricula (among which\n        is the master in digital and computational humanities), creating\n        startups (40 on average per year). As part of its federative\n        initiatives, PSL has launched the Scripta-PSL project.\n      </p>\n    </div>\n    <div>\n      <p>\n        <strong>Scripta-PSL</strong>\n      </p>\n      <p>\n        <a href=\"https://scripta.psl.eu/en/\" target=\"_blank\">\n          Scripta-PSL</a> is a project federating around 100 researchers at PSL\n        University that work on inscribed objects from all cultures, periods\n        and types, i.e from cuneiform tablets and hieroglyphic Temple\n        inscriptions, to Medieval manuscripts. It is directed by Andreas\n        Stauder. In its digital component, we are constructing eScriptorium,\n        an open source infrastructure combining digital tools for deep visual\n        and textual annotation with computational means for automatic\n        transcription (HTR) and computer palaeography as well as natural\n        language processing (NLP).\n      </p>\n    </div>\n    <p>\n      <strong>CHArt</strong>\n    </p>\n    The laboratory for Human and Artificial Cognition (EA 4004), founded in\n    2007, groups around 100 researchers from from the EPHE and the\n    Universities of Paris 8, 10 and 12 working with experimental and\n    informatic means on natural and artificial cognition. Daniel Stökl Ben\n    Ezra is an associated member of <a\n      href=\"http://www.cognition-usages.org/chart2/\" target=\"_blank\">\n      CHArt</a>.\n      </div>\n  ",
      "team": "<div class=\"team\">\n    <div class=\"header\">\n      <strong>Team</strong>\n      <div>\n        <strong>(Alphabetical order)</strong>\n      </div>\n    </div>\n  \n    <div class=\"members\">\n      <div class=\"member\">Dror Elovits is the Technology Manager at the eLijah-Lab, University of Haifa.</div>\n      <div class=\"member\">Kaan Eraslan is a Ph.D. candidate in Demotic\n        and Digital Humanities at the EPHE, PSL.</div>\n      <div class=\"member\">Pawel Jablonski  is an M.A. student in Jewish Studies at the EPHE, PSL.</div>\t\n      <div class=\"member\">Ben Kiessling is Artificial Intelligence and\n        Computer Vision Engineer at PSL and a Ph.D. student at the EPHE and\n        Leipzig University.</div>\n      <div class=\"member\">Prof. Tsvi Kuflik is a faculty member at the Information\n        Systems department and is a co-chair of the Digital Humanities B.Sc.\n        program at the University of Haifa.</div>\n        <div class=\"member\">Dr. Moshe Lavee is a faculty member at the Jewish\n        History department. He is the founder and head of the eLijah-Lab and\n        a co-chair of the Digital Humanities B.Sc. program at the University\n        of Haifa.</div>\n      <div class=\"member\">Elena Lolli is a Ph.D. student at the\n        University of Bologna and EPHE</div>\n      <div class=\"member\">Dr. Avigail Ohali is a post-doctoral fellow\n        at the EPHE. Her Ph.D. thesis dealt with Humor in the Mishnah and the\n        Tosefta.</div>\n  \n      <div class=\"member\">Dr. Vered Raziel Kretzmer is a post doctoral\n        fellow at the eLijah-Lab, University of Haifa. Her Ph.D. thesis dealt\n        with Palestinian liturgy from the Cairo genizah.</div>\n  \n      <div class=\"member\">Uri Schor is a Ph.D. candidate at Haifa\n        University. He has a B.Sc. in Computer Science and M.A. in Talmud.</div>\n  \n      <div class=\"member\">Dr. Tsafra Siew is the Hebrew Manuscripts project\n        manager at the National Library of Israel</div>\n  \n      <div class=\"member\">Lily Signoret is an M.A. student at the\n        University of Strasbourg.</div>\n  \n      <div class=\"member\">Prof. Daniel Stoekl Ben Ezra is a research\n        professor for Ancient Hebrew and Aramaic in the Faculty for History\n        and Philology at the EPHE, PSL and director of the digital part of Scripta-PSL \n        constructing eScriptorium .</div>\n  \n      <div class=\"member\">Prof. Peter Stokes is a research professor\n        for digital and computational humanities applied to ancient writing\n        and director of the digital humanities programme at the EPHE, PSL.</div>\n  \n      <div class=\"member\">Dr. Alan J. Wecker is chief developer in the\n        Tikkoun Sofrim project. Alan has a Ph.D. in Information Systems.</div>\n  \n    </div>\n  </div>",
      "thanks": "<div class=\"thanks\">\n    <div class=\"header\">\n      <strong>Special Thanks</strong>\n    </div>\n    <div>\n      <p>We would like to thank Prof. Marc Bui, Dr. Shimon\n        Fogel, Prof. Hayim Lapin, Prof. Elena Pierazzo,  and Anna Scius-Bertrand, Einat Tamir and Robin Tissot for their\n        contributions.</p>\n      <p>Special thanks to the scholars who donated Manuscript\n        transcriptions used for the initial training of Kraken: Prof. Hananel\n        Mack, Dr. Tamar Kadari, Prof. Rivka Ulmer.</p>\n      <p>Additionally, thank you to the following institutions for\n        providing images for this project: Bibliothèque de Genève, Biblioteca\n        Apostolica Vaticana, Biblioteca Palatina in Parma. All rights of the\n        manuscript images reserved to these institutions.</p>\n  \n    </div>\n  </div>"
    },
    "project": "<p>\n    <strong>Tikkoun Sofrim</strong> is a joint French Israeli project aimed\n    at making Medieval Hebrew manuscripts openly and freely available as\n    texts.The project is combining automatic Handwritten Text-Recognition\n    (HTR) and Crowdsourcing.\n  </p>\n  <p>\n    In the first stage we analyse the manuscript layout and train <strong>Kraken</strong>,\n    a deep learning engine for automatic reading. Kraken is transcribing\n    quite well, with an error rate of less than 10% and often even less\n    than 5% at the letter level.\n  </p>\n  <p>However this is not quite good enough.</p>\n  <p>\n    In order to further improve Kraken’s automatic reading and provide\n    accurate editions of the texts, we need the <strong>human eye</strong>.\n    The tool in this website is aimed at achieving this goal.\n  </p>\n  <p>At this website you can help us by checking the automatic reading\n    and correcting mistakes. In the next stage your corrections will be\n    used for improving the automatic reading as well as creating digital\n    critical editions and enabling textual search of manuscripts in library\n    viewers.</p>\n  <p>Tikkoun Sofrim is a joined French-Israeli project, developed by\n    the EPHE, PSL, in Paris, the eLijah-Lab and the department of Information Systems at the University of Haifa and\n    the National Library, Israel. The project is supported by the\n    Maimonides grant funded by the French Ministry of Higher Education and\n    Research, the French Ministry of Foreign Affairs and the Israeli\n    Ministry of Science. eLijah-Lab is supported by Hekhal Eliyahu NGO.</p>\n  <div>\n    For questions, suggestions or any other remark, feel free to <a\n      href=\"mailto:tikkoun.sofrim@gmail.com\">contact us</a>\n  </div>",
    "htr": "<div class=\"tabContentTitle\">\n    What is HTR?\n    </div>\n    <p>\n    HTR – (automatic) Handwritten Text Recognition is a task in the field of Computer Vision \n    that deals with the process of automatically transforming document images to text so that the text can be searched and integrated into websites,\n    books or articles. We use a combination of cutting edge neural machine learning techniques and \n    traditional hand-optimized methods based on filtering  and morphology.\n    In the first step the layout of the manuscript is analyzed automatically in order to extract column and annotation regions. \n    In the second step these regions are segmented into line images. \n    While segmentation is currently done with with a manually constructed algorithm, \n    we are in the process of switching to a fully trainable convolutional approach.\n    In the third step the computer is trained to decipher the text in the line images. \n    The basic principle is that we show the computer a great number of images of manuscript lines and their corresponding text transcriptions.\n    The computer learns the principle how to get from the image to the text. Eventually, it can do this also for images it has never seen.\n    Our primary transcription engine is Kraken by Benjamin Kiessling. \n    </p>\n    <p>\n    Tikkoun Sofrim is the second HTR project at the EPHE next to Sofer Mahir, \n    a project dealing with automatic transcription of major manuscripts of Tannaitic literature.\n    At PSL, in the framework of the Scripta-PSL project, we are currently constructing the eScriptorium, \n    an open source infrastructure that will permit the automatic transcription and deep annotation of handwritten material.\n     </p>\n    \n    <div class=\"tabContentTitle mt-5\">\n    Crowdsourcing and citizen science\n    </div>\n    <p>\n      In recent years numerous initiatives involving the general public in\n      academic research have been developed. In general, they are called\n      “citizen science”. In these initiatives the general public is invited\n      to help in labor intensive tasks in a variety of domains, from\n      categorizing galaxies to mapping extinct animals and even in the\n      humanities. Crowdsourcing initiatives are bidirectional, they are\n      intended not only to expose scientific research to the general public\n      in an understandable manner and to engage the public in performing\n      scientific research but also to get scientists and scholars out of\n      their ivory tower and to deepen the connection and collaboration\n      between society and academia. Tikkoun Sofrim is the second\n      crowdsourcing initiative of <a\n        href=\"http://elijahlab.haifa.ac.il/index.php/en/\" target=\"_blank\">elijah\n        lab at the University of Haifa</a> and follows its predecessor <a\n        href=\"https://www.zooniverse.org/projects/judaicadh/scribes-of-the-cairo-geniza/\"\n        target=\"_blank\">scribes of the Cairo Geniza</a>\n    </p>"
  }
}